Repository: MetoNovko/FacilityManagement
Catalog: FacilityManagement/Resources/SharedResource.*.resx
Languages: mk_mk

source: A new component was successfully added
mk_mk: Успешно е додадена нова компонента

source: A new system was successfully added
mk_mk: Успешно е додаден нов систем

source: A new type was successfully added
mk_mk: Успешно е додаден нов тип

source: Add component
mk_mk: Додади компонента

source: Add system
mk_mk: Додади систем

source: Add type
mk_mk: Додади тип

source: All
mk_mk: Сите

source: All rights reserved
mk_mk: Сите права задржани

source: Are you sure?
mk_mk: Дали сте сигурни?

source: Cancel
mk_mk: Откажи

source: Category:
mk_mk: Категорија:

source: Chillers
mk_mk: Чилери

source: Climate chambers
mk_mk: Клима комори

source: Compressors
mk_mk: Компресори

source: Delete
mk_mk: Избриши

source: Delete system
mk_mk: Избриши систем

source: Delete type
mk_mk: Избриши тип

source: Description
mk_mk: Опис

source: Details
mk_mk: Детали

source: Edit component
mk_mk: Измени компонента

source: Edit system
mk_mk: Измени систем

source: Edit type
mk_mk: Измени тип

source: Edit unit
mk_mk: Измени единица

source: Error occured
mk_mk: Настана грешка

source: Everything about the unit in one place
mk_mk: Се за единицата на едно место

source: Home
mk_mk: Почетна

source: Inventory
mk_mk: Инвентар

source: Loading
mk_mk: Се вчитува

source: Log out
mk_mk: Одјави се

source: Make an inspection
mk_mk: Изврши контрола

source: Manufacturer
mk_mk: Производител

source: Model
mk_mk: Модел

source: Name
mk_mk: Име

source: Navigational Menu
mk_mk: Навигациско Мени

source: Open Menu
mk_mk: Отвори Мени

source: Please enter a valid number.
mk_mk: Ве молиме внесете валидна целобројна вредност.

source: Please refresh the page!
mk_mk: Ве молиме освежете ја страницата!

source: Preview of all units in the inventory
mk_mk: Преглед на сите единици во инвентарот

source: Profile
mk_mk: Профил

source: Short information
mk_mk: Кратка информација

source: Submit
mk_mk: Внеси

source: Successful operation
mk_mk: Успешна операција

source: System
mk_mk: Систем

source: The component was successfully deleted
mk_mk: Успешно ја избришавте компонентата

source: The component was successfully updated
mk_mk: Компонентата е успешно ажурирана

source: The system was successfully deleted
mk_mk: Успешно го избришавте системот

source: The system was successfully updated
mk_mk: Системот е успешно ажуриран

source: The type was successfully deleted
mk_mk: Успешно го избришавте типот

source: The type was successfully updated
mk_mk: Типот е успешно ажуриран

source: The unit was successfully updated
mk_mk: Единицата е успешно ажурирана

source: This field is required.
mk_mk: Ова поле е задолжително.

source: This field must be at least {2} characters long.
mk_mk: Ова поле мора да биде најмалку {2} карактери долго.

source: Type
mk_mk: Тип

source: Version
mk_mk: Верзија

source: Working Hours
mk_mk: Работни часови

source: You have successfully deleted the unit
mk_mk: Успешно ја избришавте единицата
